/*******************************************/
/*		SUPPLY ERROR DESCRIPTION MESSAGES	 */
/*******************************************/

"unknown" = "Unknown";
"failure" = "Failure";
"incompatible" = "Incompatible";
"incorrect" = "Incorrect";
"incorrectlyInstalled" = "Incorrectly installed";
"wrongHost" = "Wrong host";
"wrongRegion" = "Wrong region";
"wrongSlot" = "Wrong slot";
"missing" = "Not installed";
